Repository: JoshAtticus/AFHArchive
Catalog: */app/translations/*/LC_MESSAGES/messages.po
Languages: ja, ru

source: About
ja: AFHArchiveについて

source: About AFHArchive
ja: AFHArchiveについて

source: What is AFHArchive?
ja: AFHArchiveとは？

source: AFHArchive is a community-driven platform dedicated to preserving and sharing Android firmware, custom ROMs, and development files.
ja: AFHArchiveは、Androidのファームウェア、カスタムROM、および開発ファイルの保存と共有に特化したコミュニティ主導のプラットフォームです。

source: Community Guidelines
ja: コミュニティガイドライン

source: AFHArchive is committed to maintaining a respectful and helpful community. We encourage users to:
ja: AFH

source: Share legitimate, useful Android development files
ja: 合法で便利なAndroidの開発ファイルを共有する

source: Provide accurate descriptions and information
ja: 正確な説明と情報を提供する

source: Respect intellectual property rights
ja: 知的財産権を尊重する

source: Open Source
ja: オープンソース

source: AFHArchive is open source software, developed transparently on GitHub. Community contributions and feedback are always welcome.
ja: AFHArchiveは、Github上で透明性を持って開発されているオープンソースソフトウェアです。コミュニティへの貢献とフィードバックはいつでも歓迎です。

source: View on GitHub
ja: Githubで見る

source: Contact Information
ja: 連絡先

source: For questions, suggestions, or support, please visit our contact page or reach out through our GitHub repository.
ja: 質問や提案、サポートについては、問い合わせページをご覧になるか、Githubレポジトリからお問い合わせしてください。

source: Contact Us
ja: お問い合わせ

source: Home
ja: ホーム
ru: Главная

source: Browse
ja: 閲覧
ru: Обзор

source: Contact
ja: 連絡

source: Help translate AFHArchive
ja: AFHArchiveの翻訳を手伝う
ru: Помогите перевести AFHArchive

source: Avatar
ja: アバター
ru: Аватар

source: Upload File
ja: ファイルをアップロード
ru: Загрузить файл

source: My Uploads
ja: アップロードしたファイル
ru: Мои загрузки

source: Admin Panel
ja: 管理画面
ru: Админ-панель

source: Logout
ja: ログアウト
ru: Выйти

source: Login
ja: ログイン
ru: Войти

source: Source on
ja: 出典
ru: Исходный код на

source: Our Privacy Policy
ja: 当社のプライバシーポリシー
ru: Политика конфиденциальности

source: Terms of Service
ja: 利用規約
ru: Условия использования

source: Status Page
ja: サーバーの状態

source: Browse Files
ja: ファイルを閲覧する
ru: Просмотр файлов

source: Browse Archive
ja: アーカイブを閲覧する
ru: Просмотр архива

source: Manufacturer
ja: メーカー
ru: Производитель

source: All Manufacturers
ja: すべてのメーカー
ru: Все

source: Model
ja: モデル
ru: Модель

source: Device model
ja: デバイスのモデル
ru: Модель устройства

source: Search
ja: 検索
ru: Поиск

source: Filename search
ja: ファイル名で検索する
ru: Поиск по имени файла

source: Filter
ja: フィルター
ru: Применить фильтр

source: Device:
ja: デバイス：
ru: Устройство:

source: Size:
ja: サイズ：
ru: Размер:

source: Downloads:
ja: ダウンロード数:
ru: Скачиваний:

source: Original AFH Link
ja: 元のAndroid File Hostのリンク
ru: Оригинал на AFH

source: View Details
ja: 詳細を表示
ru: Подробнее

source: Uploaded
ja: アップロード日
ru: Загружено

source: Previous
ja: 前
ru: Назад

source: Next
ja: 次
ru: Далее

source: No files found
ja: ファイルが見つかりません
ru: Файлы не найдены

source: We'd love to hear from you! Get in touch with the AFHArchive team through any of the following methods:
ja: 皆様からの意見をお待ちしています！以下の方法でAFHArchiveのチームへご連絡ください。

source: Report issues, suggest features, or contribute to the project on our GitHub repository.
ja: Githubレポジトリで問題を報告したり、機能を提案したりして、プロジェクトに貢献してください。

source: Open an Issue
ja: Issueを開く

source: Email
ja: メールアドレス

source: Send Email
ja: メールを送信

source: Translation Help
ja: 翻訳ヘルプ

source: Help us make AFHArchive available in more languages by joining our translation project.
ja: 私たちの翻訳プロジェクトに参加して、AFHArchiveを多くの言語で利用できるように協力してください！

source: Join Translation Project
ja: 翻訳プロジェクトに参加する

source: Bug Reports
ja: バグレポート

source: Found a bug or experiencing technical issues? Let us know so we can fix it quickly.
ja: バグが見つかったり、技術的な問題が発生しましたか？すぐに解決できるように、お知らせください。

source: Report Bug
ja: バグを報告

source: Before Contacting Us
ja: バグ報告

source: and
ja: ...と

source: Privacy Policy
ja: プライバシーポリシー

source: GitHub issues
ja: Githubの問題

source: For upload issues, make sure your files meet our guidelines
ja: アップロードの問題の場合は、ファイルがガイドラインにきちんと準拠しているかを確認してください。

source: Device Information
ja: デバイスの情報
ru: Информация об устройстве

source: Manufacturer:
ja: メーカー：
ru: Производитель:

source: Model:
ja: モデル：
ru: Модель:

source: File Information
ja: ファイルの情報
ru: Информация о файле

source: MD5 Hash:
ja: MD5ハッシュ：
ru: MD5-хеш:

source: Uploaded:
ja: アップロード日
ru: Дата загрузки:

source: Original Links
ja: 元のリンク
ru: Оригинальные ссылки

source: XDA Thread
ja: XDAスレッド
ru: Тема на XDA

source: Notes
ja: ノート
ru: Примечания

source: Back to Browse
ja: 1つ前に戻る
ru: Назад к обзору

source: Download File
ja: ファイルをダウンロードする
ru: Скачать файл

source: Support AFHArchive
ja: AFHArchiveを支援する
ru: Поддержите AFHArchive

source: Help keep this archive running!
ja: アーカイブの運営にご協力ください！
ru: Поддержите работу архива!

source: Your support helps cover hosting costs and keeps this preservation project alive.
ja: あなたがサポートすることで、サイトのホスティング費用が賄われ、このプロジェクトが存続できることに貢献できます。
ru: Благодаря вашей поддержке, мы сможем оплачивать хостинг и продолжать сохранять информацию.

source: Buy me a coffee
ja: コーヒーを買ってください

source: Download Information
ja: ダウンロードの情報
ru: Информация о загрузке

source: File Verification
ja: ファイルの検証
ru: Проверка файла

source: Important
ja: 重要
ru: Важная информация

source: This file was originally hosted on AndroidFileHost
ja: このファイルは元々AndroidFileHostで公開されていました
ru: Файл изначально был размещен на AndroidFileHost

source: Files are provided as-is for preservation purposes
ja: ファイルは保存の目的のためにそのまま提供されています
ru: Файлы предоставляются как есть для целей сохранения

source: Use at your own risk and ensure compatibility
ja: 自己責任で、互換性を確認したうえで使用してください。
ru: Используйте на свой страх и риск и убедитесь в совместимости

source: Downloads are rate-limited to preserve bandwidth
ja: 帯域幅を節約するためにダウンロードにレート制限が掛けられています
ru: Скорость скачивания ограничена для сохранения пропускной способности

source: Contributed by
ja: アップロードしたユーザー
ru: Добавлено

source: Announcement posted %(date)s (active for 48 hours)
ja: お知らせは%(date)sに投稿されました。(48時間有効です)
ru: Новость от %(date)s (активна в течение 48 часов)

source: Welcome to AFHArchive
ja: AFHArchiveへようこそ
ru: Добро пожаловать в AFHArchive

source: Preserving content from the now-defunct AndroidFileHost platform
ja: 廃止されたAndroidFileHostプラットフォームからのコンテンツの保存
ru: Архивация файлов с ныне неработающей платформы AndroidFileHost

source: Help us preserve Android development history by uploading files that were previously hosted on AndroidFileHost.
ja: 過去にAndroidFileHostでアップロードされていたファイルをアップロードして、Androidの開発の歴史を残すことにご協力ください。
ru: Помогите сохранить историю Android: загрузите файлы, которые раньше были на AndroidFileHost.

source: Sign In to Contribute
ja: 貢献するにはサインインしてください
ru: Войдите, чтобы внести вклад

source: Upload a File
ja: ファイルをアップロード
ru: Загрузить файл

source: Device Image
ja: デバイスのイメージ
ru: Изображение устройства

source: Recent Uploads
ja: 最近アップロードされたファイル
ru: Последние загрузки

source: Important Notice
ja: 重要なお知らせ
ru: Важное примечание

source: AFHArchive is dedicated to preserving files that were previously hosted on AndroidFileHost.
ja: AFHArchiveでは、過去にAndroidFileHostで公開されていたファイルを保存することに専念しています。
ru: AFHArchive предназначен для хранения файлов, которые ранее были размещены на AndroidFileHost.

source: Only upload files that were once on AFH
ja: AFHに一度でも公開されていたファイルのみをアップロードしてください。
ru: Загружайте только файлы, которые когда-то были на AFH

source: Provide original AFH links when possible
ja: 可能な限り元のAFHのリンクを提供してください。
ru: По возможности предоставляйте ссылки с AFH

source: Include device information and XDA threads
ja: デバイス情報とXDAスレッドを含めてください。
ru: Указывайте устройство и обсуждение на XDA

source: All uploads require admin approval
ja: すべてのアップロードは管理者による承認が必要です。
ru: Все файлы проходят проверку

source: New builds or custom ROMs will not be approved
ja: 新しいビルドやカスタムROMは承認されません。
ru: Новые сборки и прошивки не принимаются

source: Upload New File
ja: 新しいファイルをアップロード
ru: Загрузить файл

source: Filename
ja: ファイル名
ru: Имя файла

source: Device
ja: デバイス
ru: Устройство

source: Size
ja: サイズ
ru: Размер

source: Status
ja: ステータス
ru: Статус

source: Downloads
ja: ダウンロード数
ru: Дата загрузки

source: Pending
ja: 審査中
ru: В ожидании

source: Approved
ja: 承認されました
ru: Одобрено

source: Rejected
ja: 却下されました
ru: Отклонено

source: No uploads yet
ja: まだ何もアップロードしていません。
ru: Пока загрузок нет

source: Start contributing to the archive by uploading your first file!
ja: 最初のファイルをアップロードして、アーカイブへの貢献を始めましょう。
ru: Начните вносить свой вклад в архив, загрузив свой первый файл!

source: Upload First File
ja: 最初のファイルをアップロード
ru: Загрузить первый файл

source: Thank You
ja: ありがとう

source: Thank You for Downloading!
ja: ダウンロードしてくれてありがとう！

source: Your download should start automatically in a few seconds.
ja: ダウンロードは自動的に開始されます...(数秒以内)

source: If it doesn't start, click the button below.
ja: 開始されない場合は下のボタンをクリックしてください。

source: Beta Test
ja: ベータテスト

source: Start Download
ja: ダウンロード開始

source: Starting download in 3 seconds...
ja: 3秒後にダウンロードが開始されます...

source: Back to File Details
ja: ファイルの詳細に戻る

source: Browse More Files
ja: その他のファイルを参照する

source: Starting download...
ja: ダウンロード開始...

source: Download Started
ja: ダウンロードが開始されました

source: Upload File to AFHArchive
ja: ファイルをアップロード
ru: Загрузка файла в AFHArchive

source: Important Guidelines
ja: 重要なガイドライン
ru: Важные рекомендации

source: Only upload files that were previously hosted on AndroidFileHost
ja: AndroidFileHostに一度でも公開されていたファイルのみをアップロードしてください。
ru: Загружайте только файлы, ранее размещённые на AndroidFileHost

source: Provide as much metadata as possible to help with approval
ja: 承認を助ける為にできるだけ多くのメタデータを提供してください。
ru: Указывайте максимум метаданных для облегчения проверки

source: Include the original AFH link if you have it
ja: 元のAndroidFileHostのリンクがある場合は、それを含めてください。
ru: Если есть, указывайте оригинальную ссылку AFH

source: All uploads are pending review - new builds will not be approved
ja: すべてのアップロードは審査されます - 新しいビルドは承認されません
ru: Все загрузки ожидают проверки — новые сборки не будут одобрены

source: Do not upload password protected archives, they will not be approved
ja: パスワードで保護されたファイルをアップロードしないでください。そうしたファイルは、承認されません。
ru: Не загружайте архивы с паролем — они не будут одобрены

source: Maximum file size: 5GB
ja: ファイルの最大サイズ: 5GB
ru: Максимальный размер файла: 5 ГБ

source: Select File
ja: ファイルを選択
ru: Выбрать файл

source: Allowed formats: ZIP, APK, IMG, TAR, GZ, XZ, 7Z, RAR, MD5, TGZ
ja: 以下のフォーマットが使用可能です ZIP, APK, IMG, TAR, GZ, XZ, 7Z, RAR, MD5, TGZ

source: Upload Progress
ja: アップロードの進行状況
ru: Ход загрузки

source: Preparing upload...
ja: アップロードの準備をしています…
ru: Подготовка к загрузке...

source: Device Manufacturer
ja: デバイスの製造元
ru: Производитель устройства

source: e.g., Samsung, Google, OnePlus
ja: 例: Samsung, Google, OnePlus
ru: например: Samsung, Google, OnePlus

source: Device Model
ja: デバイスのモデル
ru: Модель устройства

source: e.g., Galaxy S21, Pixel 6, Generic
ja: 例: Galaxy S21, Pixel 6, Generic
ru: например: Galaxy S21, Pixel 6, Generic

source: Original AndroidFileHost Link
ja: 元のAndroidFileHostのリンク
ru: Ссылка на AndroidFileHost

source: If you have the original AFH link, please provide it
ja: 元のAFHのリンクをお持ちの場合は、提供してください。
ru: Если имеется, укажите оригинальную ссылку AFH

source: XDA Thread Link
ja: XDAのスレッドへのリンク
ru: Ссылка на тему XDA

source: Link to the XDA thread where this file was discussed
ja: このファイルについて言及されたXDAスレッドへのリンク
ru: Ссылка на тему XDA, где обсуждался этот файл

source: Additional Notes
ja: 追加の情報
ru: Примечания к файлу

source: Cancel Upload
ja: アップロードをキャンセルする
ru: Отменить

source: Upload Process
ja: アップロードのプロセス
ru: Как проходит загрузка

source: Select your file (max 5GB)
ja: ファイルを選択してください。(最大5GB)
ru: Выберите файл (макс. 5 ГБ)

source: Fill in required metadata
ja: 必要なメタデータを入れてください。
ru: Укажите необходимые метаданные

source: Approved files become available
ja: 承認されたファイルが利用可能になります。
ru: После одобрения файлы становятся доступными

source: Note:
ja: ノート：
ru: Обратите внимание:

source: Only files that were previously on AndroidFileHost will be approved for preservation.
ja: 保存が承認されるのは、過去にAndroidFileHostにアップロードされていたファイルのみです。
ru: одобряются только файлы, которые когда-то были на AndroidFileHost.

source: File is too large. Maximum size is 5GB.
ja: ファイルが大きすぎます。最大容量は5GBです。
ru: Файл слишком большой. Максимум — 5 ГБ.

source: Please select a file to upload.
ja: アップロードするファイルを選択してください。
ru: Выберите файл для загрузки.

source: Device manufacturer is required.
ja: デバイスの製造元を入力してください。
ru: Требуется указать производителя устройства.

source: Device model is required.
ja: デバイス名を入力してください。
ru: Требуется указать модель устройства.

source: Initializing upload...
ja: アップロードを初期化しています...
ru: Инициализация загрузки...

source: Failed to initialize upload
ja: アップロードの初期化に失敗しました。
ru: Не удалось начать загрузку

source: Starting chunk upload...
ja: チャンクのアップロードを開始しています…
ru: Начата загрузка чанков...

source: Upload cancelled
ja: アップロードをキャンセルしました
ru: Загрузка отменена

source: Chunk upload failed
ja: チャンクのアップロードに失敗しました
ru: Ошибка загрузки чанков

source: Network error during chunk upload
ja: チャンクのアップロード中にネットワークエラーが発生しました。
ru: Сетевая ошибка при загрузке чанков

source: Chunk upload cancelled
ja: チャンクのアップロードがキャンセルされました
ru: Загрузка чанков отменена

source: Failed to complete upload
ja: アップロードを完了できませんでした。
ru: Не удалось завершить загрузку

source: Upload completed successfully!
ja: アップロードが正常に完了しました！
ru: Загрузка завершена успешно!

source: Uploading chunk
ja: チャンクをアップロードしています
ru: Загрузка чанка

source: Bytes
ja: バイト
ru: Б

source: Upload failed
ja: アップロードに失敗しました
ru: Загрузка не удалась

source: A/B Testing Management
ja: A/Bテストの管理

source: Active
ja: アクティブ

source: Inactive
ja: 非アクティブ

source: Total
ja: 合計

source: Control
ja: コントロール

source: Test
ja: テスト

source: Traffic:
ja: 通信トラフィック：

source: Stop
ja: 止める

source: Start
ja: 開始

source: Edit
ja: 編集

source: Delete
ja: 削除

source: No A/B tests configured. Create your first test to get started!
ja: A/Bテストが構成されていません。まずは最初のテストを作成しましょう！

source: Maintenance
ja: メンテナンス中

source: Create A/B Test
ja: A/B作成のテスト

source: Close
ja: 閉じる

source: Description
ja: 説明

source: Test Traffic (%)
ja: テスト通信トラフィック (%)

source: Cancel
ja: キャンセル

source: Update Test
ja: アップデートのテスト

source: Are you sure you want to delete this A/B test?
ja: A/Bテストを削除しても良いですか?

source: Send Announcement
ja: アナウンスを送信する

source: Admin
ja: 管理者

source: Back to Dashboard
ja: ダッシュボードに戻る

source: Subject
ja: 件名

source: Announcement subject
ja: アナウンスの件名

source: Message
ja: メッセージ

source: HTML allowed
ja: HTMLが許可されている

source: Type your announcement here...
ja: アナウンスをここに入力してください…

source: Homepage Banner
ja: ホームページのバナー

source: Only Users Who Have Uploaded
ja: アップロードしたユーザーのみ

source: With great power comes great responsibility! Please think twice before making an announcement—announcements send an email to every single user! Abuse of this permission may result in removal of admin privileges.
ja: アナウンスを行う前に、よく考えてみてください。アナウンスは全てのユーザーに送信されます。この権限を乱用すると、管理者権限を剥奪されるかもしれません。

source: System User ID:
ja: システムのユーザーID：

source: Name:
ja: 名前：

source: Email:
ja: メールアドレス：

source: Yes
ja: はい

source: No
ja: いいえ

source: Created:
ja: 作成日：

source: Rejection Rate:
ja: 拒否率：

source: Run the autoreviewer on all pending uploads to check for duplicates. This will automatically reject any uploads that have duplicate MD5 hashes.
ja: 保留中の全てのアップロードに対し、自動レビュー機能を実行し、重複がないかを確認します。MD5ハッシュが重複しているアップロードはすべて拒否されます。

source: Automatically runs after each file upload
ja: 各ファイルのアップロード後に自動的に実行されます

source: Compares MD5 hashes to detect exact duplicates
ja: MD5ハッシュを比較して正確な重複を検出する

source: Appears as "Autoreviewer" in the system
ja: システムでは「自動レビュー担当者」として表示されます

source: Recent Duplicate Rejections
ja: 最近の重複拒否

source: Upload ID
ja: アップロードID

source: Uploader
ja: アップロードしたユーザー

source: Rejected Date
ja: ファイルが拒否された日

source: Reason
ja: 理由

source: Unknown
ja: 不明

source: Admin Dashboard
ja: 管理者用ダッシュボード
ru: Панель администратора

source: Users
ja: ユーザー
ru: Пользователи

source: Quick Actions
ja: クイックアクション
ru: Быстрые действия

source: Review Pending Uploads
ja: 保留中のアップロードを確認する
ru: Проверить ожидающие загрузки

source: Manage All Uploads
ja: 全てのアップロードを管理
ru: Управление всеми загрузками

source: Manage Users
ja: ユーザー管理
ru: Управление пользователями

source: Make Announcement
ja: アナウンスを作成する
ru: Создать новость

source: Server Tools
ja: サーバーツール

source: A/B Testing
ja: A/Bテスト中

source: System Information
ja: システム情報

source: Uptime
ja: 稼働時間

source: days
ja: 日数

source: CPU Usage
ja: CPUの使用率

source: System information unavailable
ja: システム情報は利用できません。

source: Memory Usage
ja: メモリーの使用率

source: Memory information unavailable
ja: メモリー情報は利用できません。

source: Disk Usage
ja: ディスクの使用率

source: Disk information unavailable
ja: ディスク情報は利用できません。

source: Uploads Storage
ja: アップロードストレージ

source: Total Size
ja: 合計のサイズ

source: Upload storage information unavailable
ja: アップデートストレージ情報は現在利用できません

source: Chunk Cache
ja: チャンクキャッシュ

source: Files
ja: ファイル

source: Chunk cache information unavailable
ja: チャンクキャッシュ情報は利用できません。

source: Storage Management
ja: ストレージ管理

source: Are you sure you want to clear all chunk cache files?
ja: 全てのチャンクキャッシュファイルをクリアしてもよろしいですか？

source: Clear Chunk Cache
ja: チャンクキャッシュをクリアする

source: Removes all files from the chunks directory to free up space
ja: チャンクディレクトリからすべてのファイルを削除してスペースを開放します。

source: Removes upload files that no longer have database entries
ja: データベースエントリーが無くなったアップロードファイルを削除します

source: Refresh System Info
ja: システム情報を更新する

source: Updates system information and statistics
ja: システム情報と統計を更新します。

source: Server Management
ja: サーバーの管理

source: Are you sure you want to restart the server? This will temporarily interrupt service.
ja: サーバーを再起動してもよろしいですか？一時的にサービスが中断されます。

source: Restart Server
ja: サーバーを再起動する

source: Detailed System Info
ja: 詳細なシステム情報

source: View detailed system and process information
ja: 詳細なシステム情報とプロセス情報を表示

source: Database Information
ja: データベースの情報

source: Database Size
ja: データベースのサイズ

source: Total Records
ja: 合計レコード数

source: Uploads
ja: アップロード

source: Detailed System Information
ja: 詳細なシステム情報

source: Loading...
ja: ロード中…

source: Refresh
ja: 再読み込み

source: Platform
ja: プラットフォーム

source: Python Version
ja: Pythonのバージョン

source: CPU Cores
ja: CPUコア

source: Load Average
ja: 負荷の平均

source: Process Information
ja: プロセス情報

source: Threads
ja: スレッド

source: Network I/O
ja: ネットワークI/O

source: Bytes Sent
ja: 送信したバイト数

source: Bytes Received
ja: 受信したバイト数

source: Disk I/O
ja: ディスクI/O

source: Bytes Read
ja: 読み取りバイト数

source: Bytes Written
ja: 書き込みバイト数

source: Error loading system information
ja: システム情報の読み込みに失敗しました。

source: Manage Uploads
ja: アップロードの管理

source: All
ja: 全て

source: User
ja: ユーザー

source: Actions
ja: アクション

source: No uploads found
ja: アップロードがありません

source: No uploads match your current filters.
ja: フィルターに一致するアップロードはありません。

source: Name
ja: 名前

source: Role
ja: 役職

source: Joined
ja: 参加

source: Sign In to AFHArchive
ja: AFHArchiveにサインインする
ru: Вход в AFHArchive

source: Sign in with your Google account to start contributing to the archive.
ja: アーカイブへの投稿を開始するには、Googleアカウントでサインインしてください。
ru: Войдите через Google-аккаунт, чтобы начать вносить вклад в архив.

source: Sign in with Google
ja: Googleでサインインする
ru: Войти через Google

source: By signing in, you agree to help preserve AndroidFileHost content responsibly. Only files that were previously hosted on AFH will be approved.
ja: サインインすることで、AndroidFileHostのファイルを責任を持って保存することに同意したことになります。承認されるのは、過去にAndroidFileHostで公開されていたファイルのみです。
ru: Регистрируясь, вы соглашаетесь ответственно относиться к сохранению контента AndroidFileHost. Будут одобрены только те файлы, которые ранее были размещены на AFH.

source: Page Not Found
ja: ページが見つかりません
ru: Страница не найдена

source: The page you're looking for doesn't exist or has been moved.
ja: 探しているページは存在しないか、移動しました。
ru: Страница, которую вы ищете, не существует или была перемещена.

source: This could be due to a broken link, mistyped URL, or the file may have been removed from our archive.
ja: 原因はリンクが壊れているか、URLが誤って入力されている、またはファイルがアーカイブから消されているなどが考えられます。
ru: Это может быть связано с неправильным URL-адресом или удалением файла из нашего архива.

source: Search for files...
ja: ファイルを検索...
ru: Поиск файлов...

source: Go Home
ja: ホームに戻る
ru: Главная

source: Go Back
ja: 戻る
ru: Вернуться назад

source: Try adjusting your search filters or browse all files.
ru: Измените фильтры поиска или посмотрите все файлы.

source: You can verify the file integrity using the MD5 hash:
ru: Вы можете проверить целостность файла с помощью хеша MD5:

source: Allowed formats: ZIP, APK, IMG, TAR, GZ, XZ, 7Z, RAR, MD5
ru: Разрешённые форматы: ZIP, APK, IMG, TAR, GZ, XZ, 7Z, RAR, MD5

source: Please write in English. Notes are publicly visible - include ROM version, build date, or other relevant details. Do not include personal information, file names, or MD5 hashes as those are already displayed separately.
ru: Пожалуйста, пишите на английском. Примечания видны всем — указывайте версию прошивки, дату сборки и другие важные детали. Не включайте личную информацию, названия файлов или MD5-хеши — они уже отображаются отдельно.

source: Admin reviews for AFH authenticity
ru: Админ проверяет подлинность AFH

source: Invalid response from server
ru: Недопустимый ответ от сервера

source: Assembling file...
ru: Сборка файла...

source: of
ru: из

source: MB/s
ru: МБ/с

source: KB
ru: КБ

source: MB
ru: МБ

source: GB
ru: ГБ
